{
  "widgets": [
    {
      "title": "Contact",
      "text": "[info@adalbertolonardi.com](mailto:info@adalbertolonardi.com)"
    },
    {
      "title": "Address",
      "text": "London E9 6AG\n\nUnited Kingdom"
    },
    {
      "title": "Updates",
      "text": "[Instagram](https://www.instagram.com/adalberto_lonardi/)\\\n[Newsletter](http://eepurl.com/hguC7T)"
    }
  ],
  "content": "## Italian-born Adalberto Lonardi is a multidisciplinary artist, working at the intersection of art and design and with a focus on local communities. He develops creative strategies to empower the communities through art and design.\n\nAfter training as a designer at Fabrica by Benetton and earning a Master’s degree in Interior Design at the Royal College of Art, Adalberto worked in the arts and design fields and set up his studio. He won the RCA School of Architecture 2020 Student of the Year Award and the Climate/ Spatial Justice Prize for The United Generations project.\n\nAdalberto’s practice interweaves culture and design with art education at all age and ability levels; his style is marked by the simplicity of forms yet bold in aesthetics, thus making it accessible to his students and audiences alike. His art seeks to enable local voices and help transform their collective vision into art – by the community for the community. Integral to the realisation of his projects is the management of socio-cultural organisations and specialists, including artisans, designers, architects, videomakers, photographers and digital developers. \n\nAmong his recent projects include participation at a satellite event of the Venice Biennale, Kensington and Chelsea Art Week, King’s Road, and Nine Elms Art Trail. He was shortlisted for the Dulwich Picture Gallery and Tessa Jowell Health Centre art project. He is also an Associate Lecturer at the London College of Communication (UAL) and Community Engagement Officer at Katherine Low Settlement.\n\n<aside class='note'>\nThis website is designed with an inclusive and sustainable mindset. To make the website more accessible to everyone, we used an intuitive layout, keyboard navigation, images' alt-text caption, simple language, and good colour contrast. To reduce energy consumption and CO2 emissions, we implemented systems fonts, optimized images, clean code, and improved SEO.<br>\n\nDesign by <a href=\"https://maxkoehler.com\" target=\"_blank\">MK</a> </aside>",
  "sidebar_a": [
    {
      "title": "Clients",
      "text": "[Royal College of Art](https://www.rca.ac.uk/)\n\n[Dulwich Picture Gallery](https://www.dulwichpicturegallery.org.uk/)\n\n[Tessa Jowell Health Centre](https://www.tessajowellgpsurgery.co.uk/)\n\n[Kensington + Chelsea Art week](https://www.kcaw.co.uk/)\n\n[Nine Elms Arts Ministry](https://www.instagram.com/nineelmsartsministry/)\n\n[Frahm & Frahm](http://frahmandfrahm.com/)\n\n[Domain de Boisbuchet](https://www.boisbuchet.org/)"
    },
    {
      "title": "Collaborators",
      "text": "[Max Koehler](maxkoehler) (Web Design)\n\n[Mattia Maestri](https://www.instagram.com/mattiamaestriphoto) (Photography)\n\n[Davide Calafà](http://www.davidecalafa.com/) (Moving Image)\n\n[Anna Grazia Perlini](http://www.perliniceramicart.com/) (Ceramics)\n\n[JD Dean](http://www.jddean.co.uk/) (Animation)"
    }
  ]
}